[
    {
        "_id": "84f1de607a08bc592fdbbd37db250273",
        "date":"21/02/2017",
        "title": "The building blocks of Microsoft’s responsible AI program",
        "content": "The pace at which artificial intelligence (AI) is advancing is remarkable. As we look out at the next few years for this field, one thing is clear: AI will be celebrated for its benefits but also scrutinized and, to some degree, feared. It remains our belief that, for AI to benefit everyone, it must be developed and used in ways which warrant people’s trust. Microsoft’s approach, which is based on our AI principles, is focused on proactively establishing guardrails for AI systems so that we can make sure that their risks are anticipated and mitigated, and their benefits are maximized."
    },
    {
        "_id": "8cbe631c2183dfb28c7d4338f27a5af8",
        "date":"01/11/2018",
        "title": "The Next Pandemic Is Already Here",
        "content": "The casualties of a global pandemic are now vivid to everyone, and many wished we could have acted earlier to stem the death toll. But another pandemic has already started. It's not one that rips through countries in months. It's a slower growing pandemic, yet it threatens to kill 10 million people a year by 2050. Even so, it has received little attention."
    },
    {
        "_id": "584a214bfe087a637dbd821c7e6c4a39",
        "date":"13/05/2019",
        "title": "25 Ways To Earn $100 Every Day Online",
        "content": "The catch is you won’t be paid until your Adsense revenue reaches at least $100. But once you get to a few thousand page views per month, you’ll be easily topping $100. And, as your blog continues to grow, eventually you can reach $100 every day—at least on an average basis."
    },
    {
        "_id": "c972662f8e62131b1949d2c5f0424ee3",
        "date":"28/12/2020",
        "title": "20 Most Beautiful Travel Blogs In 2021",
        "content": "2020 has come, maybe not with a bang as a lot of us may have hoped, but the world goes on and as such I have decided to extend this most beautiful travel blogs list even further with 6 new travel blogs to check out, bringing it to 20, a perfect number for the 2020 year. Without further ado, let's check out all the beautiful travel blogs out there."
    }
]